* Workspace

** DONE [#B] test spacemacs zilong 山人的配置
   CLOSED: [2016-07-21 四 04:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 四 04:17]
   CLOCK: [2016-07-20 Wed 20:34]--[2016-07-20 Wed 20:49] =>  0:15
   CLOCK: [2016-07-20 Wed 20:29]--[2016-07-20 Wed 20:34] =>  0:05
   :END:

** DONE [#B] 试用子龙山人的配置，好用
   CLOSED: [2016-07-24 Sun 10:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 10:48]
   :END:

** DONE [#B] test
   CLOSED: [2016-07-21 四 04:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 四 04:17]
   CLOCK: [2016-07-20 Wed 20:49]--[2016-07-20 Wed 20:56] =>  0:07
   :END:

** DONE13   Swiper:  [#B] learn English 22
   CLOSED: [2016-07-21 四 04:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 四 04:17]
   CLOCK: [2016-07-21 Thu 03:22]--[2016-07-21 Thu 03:47] =>  0:25
   :END:

** DONE [#B] 重启机器，声音不受控制
   CLOSED: [2016-07-21 Thu 04:05] DEADLINE: <2016-07-21 Thu 04:05>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 04:05]
   :END:

** DONE [#B] learn English 20
96.9%
   CLOSED: [2016-07-21 四 04:38]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 四 04:38]
   CLOCK: [2016-07-21 四 04:18]--[2016-07-21 四 04:38] =>  0:20
   :END:

** DONE [#B] relaxing and browing
   CLOSED: [2016-07-21 四 05:11]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 四 05:11]
   CLOCK: [2016-07-21 四 04:42]--[2016-07-21 四 05:07] =>  0:25
   :END:

** DONE [#B] 新建一个任务，并启动计时
   CLOSED: [2016-07-21 Thu 06:32]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 06:32]
   :END:

** DONE [#B]lesson 19
   CLOSED: [2016-07-21 Thu 06:54]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 06:54]
   CLOCK: [2016-07-21 Thu 06:34]--[2016-07-21 Thu 06:54] =>  0:20
   :END:

** DONE [#B]go home and eating breakfast
   CLOSED: [2016-07-21 Thu 06:59]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 06:59]
   :END:

** DONE [#B] 到办公室开始学习工作                    :office and computer:
   CLOSED: [2016-07-21 Thu 09:19]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 09:19]
   :END:

** DONE [#B] 学习 spacemacs
   CLOSED: [2016-07-21 Thu 09:32]
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 09:32]

** DONE [#B] lesson 18 96.5%
   CLOSED: [2016-07-21 Thu 10:39]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 10:39]
   CLOCK: [2016-07-21 Thu 09:55]--[2016-07-21 Thu 10:17] =>  0:22
   :END:

** DONE [#B] 清理清扫，休息一下
   CLOSED: [2016-07-21 Thu 10:39]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 10:39]
   CLOCK: [2016-07-21 Thu 10:19]--[2016-07-21 Thu 10:39] =>  0:20
   :END:

** DONE [#B] 回家做饭
   CLOSED: [2016-07-21 Thu 11:12]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 11:12]
   :END:

** DONE [#B] 到达办公室开始工作学习
   CLOSED: [2016-07-21 Thu 18:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 18:15]
   CLOCK: [2016-07-21 Thu 16:30]--[2016-07-21 Thu 17:34] =>  1:04
   :END:

** DONE [#B] lesson 17 96.6%
   CLOSED: [2016-07-21 Thu 17:55]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 17:55]
   CLOCK: [2016-07-21 Thu 17:36]--[2016-07-21 Thu 17:55] =>  0:19
   :END:

** DONE [#B] lesson 16 97.3%
   CLOSED: [2016-07-21 Thu 18:13]
   :LOGBOOK:
   - State  "DONE"       from "STARTED"    [2016-07-21 Thu 18:13]
   CLOCK: [2016-07-21 Thu 17:56]--[2016-07-21 Thu 18:13] =>  0:17
   :END:

** DONE [#B] lesson 15 97.5%
   CLOSED: [2016-07-21 Thu 19:23]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 19:23]
   CLOCK: [2016-07-21 Thu 18:16]--[2016-07-21 Thu 19:23] =>  1:07
   :END:

** DONE [#B] relaxing and listening musci
   CLOSED: [2016-07-22 Fri 07:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-22 Fri 07:15]
   CLOCK: [2016-07-22 Fri 06:29]--[2016-07-22 Fri 06:53] =>  0:24
   :END:

** DONE [#B] relax
   CLOSED: [2016-07-23 Sat 04:55]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-23 Sat 04:55]
   CLOCK: [2016-07-23 Sat 04:29]--[2016-07-23 Sat 04:54] =>  0:25
   :END:

** DONE [#B] 备份文件，回家
   CLOSED: [2016-07-23 Sat 07:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-23 Sat 07:15]
   CLOCK: [2016-07-23 Sat 07:08]--[2016-07-23 Sat 07:14] =>  0:06
   :END:

** DONE [#B] relaxing and listening
   CLOSED: [2016-07-24 Sun 04:50]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 04:50]
   CLOCK: [2016-07-24 Sun 04:38]--[2016-07-24 Sun 04:50] =>  0:12
   :END:

** DONE [#B] go home and ended morning learning
   CLOSED: [2016-07-24 Sun 06:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 06:48]
   :END:

** DONE [#B] 清理清扫准备工作20分钟
   CLOSED: [2016-07-24 Sun 08:43]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 08:43]
   :END:

** DONE [#B] relaxing and listen Englis song
   CLOSED: [2016-07-24 Sun 10:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 10:48]
   CLOCK: [2016-07-24 Sun 10:17]--[2016-07-24 Sun 10:48] =>  0:31
   :END:

** DONE [#B] 安装brew
   CLOSED: [2016-07-25 Mon 12:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-25 Mon 12:00]
   CLOCK: [2016-07-25 Mon 10:36]--[2016-07-25 Mon 12:00] =>  1:24

   :END:
第一步出现错误，Warning:Improper use of the sudo command could lead date loss or
the deletion of important system files. Please double-check your typing when
using sudo. Type "man sudo" for more information.

To proceed, enter your password, or type Ctrl-C to abort
输入用户密码，后执行。
后又同意xcode协议。
执行：man sudo后继续安装
 但停在了克隆。
执行uninstall,重新安装
成功。

** DONE [#B] 重新安装子龙山人配置
   CLOSED: [2016-07-25 Mon 12:56]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-25 Mon 12:01]
   CLOCK: [2016-07-25 Mon 12:00]--[2016-07-25 Mon 12:56] =>  0:56
   :END:
字号不起作用了。其它正常

** DONE [#B] 下午到中心医院
   CLOSED: [2016-07-25 Mon 18:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-25 Mon 18:15]
   CLOCK: [2016-07-25 Mon 15:00]--[2016-07-25 Mon 16:30] =>  0:01
   :END:
检查结果不理想。先住院，由刘奇及家人决定。

** DONE [#B] relaxing and listen music
   CLOSED: [2016-07-26 Tue 21:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-26 Tue 21:02]
   CLOCK: [2016-07-26 Tue 18:58]--[2016-07-26 Tue 21:01] =>  2:03
   :END:
观看emacs视频，陪夫人走步30分钟，消耗48大卡

** DONE [#B] 复印户口本，办理出国护照
   CLOSED: [2016-07-28 Thu 15:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-28 Thu 15:49]
   CLOCK: [2016-07-28 Thu 15:12]--[2016-07-28 Thu 15:49] =>  0:37
   :END:

** DONE [#B] 更新spacemacs出错，重装很慢。
   CLOSED: [2016-07-28 Thu 20:47]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-28 Thu 20:47]
   CLOCK: [2016-07-28 Thu 20:36]--[2016-07-28 Thu 20:45] =>  0:09
   :END:

** DONE [#B] 重装sapcemacs
   CLOSED: [2016-07-28 Thu 20:58]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-28 Thu 20:58]
   CLOCK: [2016-07-28 Thu 20:45]--[2016-07-28 Thu 20:58] =>  0:13
   :END:

** DONE [#B] begin learning and working
   CLOSED: [2016-07-29 Fri 05:21]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-29 Fri 05:21]
   :END:

** DONE [#B] 练习edit
   CLOSED: [2016-07-29 Fri 19:09]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-29 Fri 19:09]
   :END:

** DONE [#B] relax and listen music
   CLOSED: [2016-07-29 Fri 20:09]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-29 Fri 20:09]
   :END:

** DONE [#B] test
   CLOSED: [2016-08-02 Tue 07:04]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-02 Tue 07:04]
   CLOCK: [2016-08-02 Tue 07:03]--[2016-08-02 Tue 07:04] =>  0:01
   :END:

** DONE [#B] learn spacemacs
   CLOSED: [2016-08-02 Tue 20:07]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-02 Tue 20:07]
   CLOCK: [2016-08-02 Tue 19:12]--[2016-08-02 Tue 20:07] =>  0:55
   :END:

** DONE [#B] has a cup of tea
   CLOSED: [2016-08-09 二 06:35]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-09 二 06:35]
   CLOCK: [2016-08-03 Wed 08:43]--[2016-08-03 Wed 09:45] =>  1:02
   :END:

** DONE [#B] relaxing
   CLOSED: [2016-08-04 Thu 06:46]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-04 Thu 06:46]
   CLOCK: [2016-08-04 Thu 06:08]--[2016-08-04 Thu 06:46] =>  0:38
   :END:
清理清扫

** DONE [#B] 朗读《道德经》 26 paragrph
   CLOSED: [2016-08-04 Thu 07:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-04 Thu 07:00]
   CLOCK: [2016-08-04 Thu 06:48]--[2016-08-04 Thu 07:00] =>  0:12
   :END:

** DONE [#B] to relax
   CLOSED: [2016-08-04 Thu 10:21]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-04 Thu 10:21]
   CLOCK: [2016-08-04 Thu 08:51]--[2016-08-04 Thu 10:21] =>  1:30
   - State "STARTED"    from "DONE"       [2016-08-04 Thu 08:50]
   - State "DONE"       from "STARTED"    [2016-08-04 Thu 08:50]
   :END:
左手开始有点痛。休息吧。学习和工作永远在路上。
学习当作休息。

** DONE [#B] relax and reading
   CLOSED: [2016-08-05 Fri 08:25]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-05 Fri 08:25]
   CLOCK: [2016-08-05 Fri 06:26]--[2016-08-05 Fri 06:51] =>  0:25
   :END:

** DONE [#B] going to home and eating breakfast
   CLOSED: [2016-08-08 Mon 07:04]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-08 Mon 07:04]
   :END:

** DONE [#B] 政协协商活动
   CLOSED: [2016-08-10 Wed 15:03] SCHEDULED: <2016-08-10 三>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-10 Wed 15:03]
   CLOCK: [2016-08-10 Wed 07:34]--[2016-08-10 Wed 15:03] =>  7:29
   :END:
1.岱岳区青春创业园电子商务
2.新泰市物流产业园
3.需发言
8:20 在政协前集合。
谭副主席原科委主任，管委主任。
无收获，以后此类活动少参加。浪费时间、金钱。
** DONE [#B] 编制2106下半年耗材预算
   CLOSED: [2016-08-08 一 11:10]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-08 一 11:10]
   CLOCK: [2016-08-08 一 10:27]--[2016-08-08 一 11:10] =>  0:43
   :END:
[[/Users/mac/Desktop信息技术工程系2016年下半年耗材 上交 2.5.xlsx]]

** DONE [#B] relax and listen music
   CLOSED: [2016-08-08 Mon 17:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-08 Mon 17:06]
   CLOCK: [2016-08-08 Mon 16:05]--[2016-08-08 Mon 17:06] =>  1:01
   :END:

** DONE [#B] 朗读《道德经》20小节
   CLOSED: [2016-08-09 二 06:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-09 二 06:31]
   CLOCK: [2016-08-09 二 06:18]--[2016-08-09 二 06:31] =>  0:13
   :END:

** DONE [#B] Relax and listen English songs
   CLOSED: [2016-08-09 二 07:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-09 二 07:06]
   CLOCK: [2016-08-09 二 06:36]--[2016-08-09 二 07:06] =>  0:30
   :END:

** DONE [#B] relax and listen Engilsh songs.
   CLOSED: [2016-08-10 三 01:59]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-10 三 01:59]
   CLOCK: [2016-08-09 二 20:32]--[2016-08-09 二 22:51] =>  2:19
   CLOCK: [2016-08-09 二 20:31]--[2016-08-09 二 20:32] =>  0:01
   :END:

** DONE [#B] relax
   CLOSED: [2016-08-10 三 04:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-10 三 04:00]
   CLOCK: [2016-08-10 三 03:31]--[2016-08-10 三 04:00] =>  0:29
   :END:

** DONE [#B] 重装spacemacs
   CLOSED: [2016-08-10 三 06:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-10 三 06:31]
   CLOCK: [2016-08-10 三 05:30]--[2016-08-10 三 06:31] =>  1:01
   :END:

** DONE [#B] relax and listen English songs
   CLOSED: [2016-08-10 Wed 16:55]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-10 Wed 16:55]
   CLOCK: [2016-08-10 Wed 15:59]--[2016-08-10 Wed 16:55] =>  0:56
   :END:

** DONE [#B] 喜事预备，请四邻
   CLOSED: [2016-08-10 三 21:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-10 三 21:06]
   CLOCK: [2016-08-10 三 18:05]--[2016-08-10 三 21:06] =>  0:01
   - State "STARTED"    from "DONE"       [2016-08-10 三 21:04]
   - State "DONE"       from "WAITING"    [2016-08-10 三 21:04]
   - State "SOMEDAY"    from "WAITING"    [2016-08-10 三 21:04]
   - State "WAITING"    from "DONE"       [2016-08-10 三 21:04]
   - State "DONE"       from "STARTED"    [2016-08-10 三 21:04]
   :END:
薛院长
张书记、夫人
苏主席、老公
刘院及夫人

** DONE [#B] 买扑克
   CLOSED: [2016-08-11 四 17:35] DEADLINE: <2016-08-11 四 18:00>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-11 四 17:35]
   CLOCK: [2016-08-11 四 16:54]--[2016-08-11 四 17:35] =>  0:41
   :END:

** DONE [#B] 换一角钱
   CLOSED: [2016-08-14 Sun 16:02] DEADLINE: <2016-08-15 一>
   :PROPERTIES:
   :ID:       9D3C6C44-FDFB-4E59-AB69-D44ADAEDC9C2
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-14 Sun 16:02]
   :END:
已让建行赵经理预约，完成后电话回复
方案二：找张振文，明天打电话。
已给张振文打电话。
建行赵经理已给准备好，周日到建行高科技园分理处拿<2016-08-13 Sat>
** DONE [#B] 找家政打扫卫生
   CLOSED: [2016-08-13 Sat 14:03] DEADLINE: <2016-08-12 五>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-13 Sat 14:03]
   :END:
已预约农大家政一家，光擦玻璃1.8元一平，近360.
已委托田拖找第二家。<2016-08-11 四 21:12>
最后找的农大中介。今天8：00开始打扫。<2016-08-13 Sat>
家政两人已从7：40开始清扫。
至11：20结束。280元。only clean up the window.

<2016-08-13 Sat 07:40-12:00>

<2016-08-13 Sat 09:00>送孩子购物
** DONE [#B] 带茶
   CLOSED: [2016-08-11 四 16:52] DEADLINE: <2016-08-12 五 16:00>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-11 四 16:52]
   :END:
已把茶叶放到车里

** DONE [#B] 取消明瑞酒店预定
   CLOSED: [2016-08-12 五 09:42] DEADLINE: <2016-08-12 五 12:00>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-12 五 09:42]
   :END:
已完成，预留两桌，一大一小江枫。
** DONE [#B] clean and put in order
   CLOSED: [2016-08-12 五 06:32]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-12 五 06:32]
   CLOCK: [2016-08-12 五 06:15]--[2016-08-12 五 06:32] =>  0:17
   :END:

** DONE [#B] chrome and relax
   CLOSED: [2016-08-12 五 07:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-12 五 07:06]
   CLOCK: [2016-08-12 五 06:34]--[2016-08-12 五 07:06] =>  0:32
   :END:
朗读《道德经》20小节

** DONE [#B] 提水去
   CLOSED: [2016-08-12 五 10:57]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-12 五 10:57]
   CLOCK: [2016-08-12 五 09:53]--[2016-08-12 五 10:57] =>  1:04
   - State "STARTED"    from "DONE"       [2016-08-12 五 09:53]
   - State "DONE"       from "WAITING"    [2016-08-12 五 09:53]
   - State "WAITING"    from "DONE"       [2016-08-12 五 09:53]
   - State "DONE"       from "STARTED"    [2016-08-12 五 09:52]
   :END:

** DONE [#B] relax and brow
   CLOSED: [2016-08-13 Sat 11:09]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-13 Sat 11:09]
   CLOCK: [2016-08-13 Sat 10:51]--[2016-08-13 Sat 11:09] =>  0:18
   :END:
go home <2016-08-13 Sat 11:09>

** DONE [#B] 买两盆木本花木
   CLOSED: [2016-08-17 三 16:48] DEADLINE: <2016-08-15 一>
   :PROPERTIES:
   :ID:       FDF8D84D-59BE-46F6-8C65-C838CD8C1DE7
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-17 三 16:48]
   :END:

** DONE [#B] 到海通证券查询
   CLOSED: [2016-08-15 一 12:26] DEADLINE: <2016-08-15 一 12:00>
   :PROPERTIES:
   :ID:       6E3A3E03-34DA-42B2-876A-B9AE29DF515D
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-15 一 12:26]
   :END:

** DONE [#B] 填表并写出说明周一上交
   CLOSED: [2016-08-15 一 15:45] DEADLINE: <2016-08-15 一 11:00>
   :PROPERTIES:
   :ID:       DA1B2B0B-6939-4CBE-BFA1-95C6B0A4775F
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-15 一 15:45]
   :END:
基金查不出来。
** DONE [#B] relax
   CLOSED: [2016-08-14 日 06:18]
   :PROPERTIES:
   :ID:       61B84840-9B20-4698-86B1-4B542B4D47F2
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-14 日 06:18]
   CLOCK: [2016-08-14 日 05:48]--[2016-08-14 日 06:18] =>  0:30
   :END:

** DONE [#B]relaxing
   CLOSED: [2016-08-14 日 10:20]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-14 日 10:20]
   CLOCK: [2016-08-14 日 09:58]--[2016-08-14 日 10:20] =>  0:22
   :END:

** DONE [#B] make purchase
   CLOSED: [2016-08-14 日 14:12]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-14 日 14:12]
   CLOCK: [2016-08-14 日 10:59]--[2016-08-14 日 14:12] =>  3:13
   :END:

** STARTED [#B] relaxing
   :LOGBOOK:
   - State "STARTED"    from "DONE"       [2016-08-14 日 15:22]
   - State "DONE"       from "STARTED"    [2016-08-14 日 15:22]
   :END:

** DONE [#B]review week month and year
   CLOSED: [2016-08-14 Sun 21:13]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-14 Sun 21:13]
   CLOCK: [2016-08-14 Sun 20:12]--[2016-08-14 Sun 21:13] =>  1:01
   :END:
并对English.org进行了编辑

** DONE [#B] relax and browser news
   CLOSED: [2016-08-15 Mon 05:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-15 Mon 05:40]
   CLOCK: [2016-08-15 Mon 05:12]--[2016-08-15 Mon 05:40] =>  0:28
   - State "STARTED"    from "DONE"       [2016-08-15 Mon 05:12]
   - State "DONE"       from "STARTED"    [2016-08-15 Mon 05:12]
   :END:

** DONE [#B] Read loudly and clearly
   CLOSED: [2016-08-15 Mon 06:45]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-15 Mon 06:45]
   CLOCK: [2016-08-15 Mon 06:24]--[2016-08-15 Mon 06:45] =>  0:21
   :END:
跑稀？蜂蜜的问题？
以后身体需求也要正确处理。

** DONE [#B] 办理查询
   CLOSED: [2016-08-15 一 12:26]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-15 一 12:26]
   CLOCK: [2016-08-15 一 09:13]--[2016-08-15 一 12:26] =>  3:13
   :END:

** DONE [#B] relax
   CLOSED: [2016-08-15 一 17:51]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-15 一 17:51]
   CLOCK: [2016-08-15 一 17:23]--[2016-08-15 一 17:51] =>  0:28
   :END:
go home

** DONE [#B] 17日上午十点三楼干部会议
   CLOSED: [2016-08-17 三 16:48] DEADLINE: <2016-08-17 三 09:30>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-17 三 16:48]
   :END:

** DONE [#B] relaxing
   CLOSED: [2016-08-16 二 19:26]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-16 二 19:26]
   CLOCK: [2016-08-16 二 19:13]--[2016-08-16 二 19:26] =>  0:13
   :END:

** DONE [#B] 送向东
   CLOSED: [2016-08-17 三 16:48] DEADLINE: <2016-08-17 三 06:30>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-17 三 16:48]
   :END:

** DONE [#B] relax and browse
   CLOSED: [2016-08-19 五 06:12]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-19 五 06:12]
   CLOCK: [2016-08-19 五 05:48]--[2016-08-19 五 06:12] =>  0:24
   - State "STARTED"    from "DONE"       [2016-08-19 五 05:48]
   - State "DONE"       from "WAITING"    [2016-08-19 五 05:48]
   - State "DONE"       from "STARTED"    [2016-08-19 五 05:48]
   :END:

** DONE [#B] 研究教室及教学资源调整上报
   CLOSED: [2016-08-19 五 09:50] DEADLINE: <2016-08-19 五 10:00>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-19 五 09:50]
   :END:
已安排王树兵完成
** DONE [#B] 下午政协开会
   CLOSED: [2016-08-19 五 18:52] DEADLINE: <2016-08-19 五 14:20>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-19 五 18:52]
      CLOCK: [2016-08-19 五 14:40]--[2016-08-19 五 15:40] =>  1:00

   :END:
传达换届精神
** DONE [#B] 孩子回门
   CLOSED: [2016-08-19 五 16:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-19 五 16:49]
   CLOCK: [2016-08-19 五 10:14]--[2016-08-19 五 16:21] =>  6:07
   :END:
在明瑞安排一大房间
人员：友志、新刚
胡希锋、建明
孙衍训曹姐

本人及夫人
新人

明瑞无房间了
御香园
最终订的鲁菜香

** DONE [#B] my daughtere back home
   CLOSED: [2016-08-20 Sat 17:42] DEADLINE: <2016-08-20 六 15:00>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-20 Sat 17:42]
   :END:
陪人：孙衍训两口
张新刚、友志
建明、希锋
吃的很好。
900元。
** DONE [#B] browse and notes
   CLOSED: [2016-08-20 六 05:59]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-20 六 05:59]
   CLOCK: [2016-08-20 六 05:52]--[2016-08-20 六 05:59] =>  0:07
   :END:

** DONE [#B] read aloud read loud
   CLOSED: [2016-08-21 Sun 06:34]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-21 Sun 06:34]
   CLOCK: [2016-08-21 Sun 06:24]--[2016-08-21 Sun 06:34] =>  0:10
   :END:

** DONE [#B] water intaking gettin
   CLOSED: [2016-08-21 Sun 08:05]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-21 Sun 08:05]
   CLOCK: [2016-08-21 Sun 06:38]--[2016-08-21 Sun 08:05] =>  1:27
   :END:
arrvie office begin work

** DONE [#B] install washmachine.
   CLOSED: [2016-08-21 Sun 13:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-21 Sun 13:49]
   CLOCK: [2016-08-21 Sun 10:47]--[2016-08-21 Sun 13:49] =>  3:02
   :END:

** DONE [#B] relax and listen to English song
   CLOSED: [2016-08-22 一 06:44]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-22 一 06:44]
   CLOCK: [2016-08-22 一 05:49]--[2016-08-22 一 06:44] =>  0:55
   :END:

** DONE [#B] 检查教学工作
   CLOSED: [2016-08-22 一 09:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-22 一 09:17]
   CLOCK: [2016-08-22 一 08:00]--[2016-08-22 一 09:00] =>  0:01
   - State "STARTED"    from "DONE"       [2016-08-22 一 09:16]
   - State "DONE"       from "STARTED"    [2016-08-22 一 09:16]
   :END:
陪王院长、李主席检查教学情况
学生到课情况良好
教师授课认真

** DONE [#B] prepare tomorrow meeting
   CLOSED: [2016-08-22 一 09:57]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-22 一 09:57]
   CLOCK: [2016-08-22 一 09:28]--[2016-08-22 一 09:57] =>  0:29
   :END:
新学期工作安排
1. 新生录取情况及教室教学安排
2. 管理提升
   事务管理：ERP同时是教师和学生实践平台
   教学：在线课程系统，实践混合式教学
3.构建信息系培养方向知识库系统，供教师及学生学习
大数据、云平台、移动互联开发
4.每个人实践、践行精细化管理、培养，按ISO9001工作要求细化教学及管理工作

陈书记来商议分班情况及班主任安排。

** DONE [#B] learn vim
   CLOSED: [2016-08-22 一 11:45]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-22 一 11:45]
   CLOCK: [2016-08-22 一 10:28]--[2016-08-22 一 11:45] =>  1:17
   :END:

** DONE [#B] 给15级计应1、2班上latex课
   CLOSED: [2016-08-22 一 20:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-22 一 20:49]
   CLOCK: [2016-08-22 一 19:00]--[2016-08-22 一 20:49] =>  1:49
   :END:
并与学生进行了交流。

** DONE [#B] going to walk and go to home
   CLOSED: [2016-08-22 一 21:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-22 一 21:33]
   :END:

** DONE [#B]relax and clean up
   CLOSED: [2016-08-23 二 04:45]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-23 二 04:45]
   CLOCK: [2016-08-23 二 04:40]--[2016-08-23 二 04:45] =>  0:05
   :END:

** DONE [#B] browse
   CLOSED: [2016-08-23 二 06:12]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-23 二 06:12]
   CLOCK: [2016-08-23 二 05:45]--[2016-08-23 二 06:12] =>  0:27
   :END:

** DONE [#B]read aloud 《道德经》 22小节。
   CLOSED: [2016-08-23 二 06:37]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-23 二 06:37]
   CLOCK: [2016-08-23 二 06:13]--[2016-08-23 二 06:37] =>  0:24
   :END:
上士闻道，勤而行之；
中士闻道，若存若亡；
下士闻道，大笑之。
不笑不足以为道。
与正言若反同理。

** DONE [#B] walk
   CLOSED: [2016-08-23 二 10:03]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-23 二 10:03]
   CLOCK: [2016-08-23 二 09:28]--[2016-08-23 二 10:03] =>  0:35
   :END:

** DONE [#B] 准备开会内容
   CLOSED: [2016-08-23 二 14:56]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-23 二 14:56]
   CLOCK: [2016-08-23 二 13:56]--[2016-08-23 二 14:56] =>  1:00
   :END:

** DONE [#B] relax and clean up
   CLOSED: [2016-08-24 三 05:21]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-24 三 05:21]
   CLOCK: [2016-08-24 三 05:15]--[2016-08-24 三 05:21] =>  0:06
   :END:

** DONE [#B] read aloud 《道德经》 20节
   CLOSED: [2016-08-24 三 06:28]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-24 三 06:28]
   CLOCK: [2016-08-24 三 06:18]--[2016-08-24 三 06:28] =>  0:10
   :END:

** DONE [#B] 早锻炼<2016-08-24 三 06:30>
   CLOSED: [2016-08-24 Wed 09:39]
   :LOGBOOK:
   - State "DONE"       from "TODO"       [2016-08-24 Wed 09:39]
   :END:

** DONE [#B] evening walk half an hour<2016-08-24 三 21:20>
   CLOSED: [2016-08-24 三 21:16]
   :LOGBOOK:
   - State "DONE"       from "TODO"       [2016-08-24 三 21:16]
   :END:

** DONE [#B] 处理杂务
   CLOSED: [2016-08-24 Wed 09:37]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-24 Wed 09:37]
   CLOCK: [2016-08-24 Wed 08:00]--[2016-08-24 Wed 09:37] =>  1:37
   - State "STARTED"    from "DONE"       [2016-08-24 Wed 09:33]
   - State "DONE"       from "STARTED"    [2016-08-24 Wed 09:33]
   :END:

** DONE [#B] relax and browse
   CLOSED: [2016-08-24 三 15:32]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-24 三 15:32]
   CLOCK: [2016-08-24 三 14:59]--[2016-08-24 三 15:32] =>  0:33
   :END:

** DONE [#B]relax and listen to music
   CLOSED: [2016-08-25 四 06:38]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-25 四 06:38]
   CLOCK: [2016-08-25 四 05:35]--[2016-08-25 四 06:38] =>  1:03
   :END:

** DONE [#B]处理交通违章
   CLOSED: [2016-08-25 四 09:16]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-25 四 09:16]
   CLOCK: [2016-08-25 四 08:09]--[2016-08-25 四 09:16] =>  1:07
   :END:

** DONE [#B] 讨论spacemacs应用
   CLOSED: [2016-08-25 Thu 16:22]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-25 Thu 16:22]
   CLOCK: [2016-08-25 Thu 15:40]--[2016-08-25 Thu 16:22] =>  0:42
   :END:

** TODO [#B]早锻炼
   DEADLINE: <2016-09-11 日 06:20 +1d>
   :PROPERTIES:
   :LAST_REPEAT: [2016-09-11 日 09:47]
   :END:
   :LOGBOOK:
   - State "DONE"       from "TODO"       [2016-09-11 日 09:47]
   - State "DONE"       from "TODO"       [2016-09-11 日 06:32]
   - State "DONE"       from "STARTED"    [2016-09-09 五 08:02]
   - State "DONE"       from "TODO"       [2016-09-07 三 06:50]
   - State "DONE"       from "TODO"       [2016-09-06 二 14:02]
   - State "DONE"       from "TODO"       [2016-09-06 二 06:29]
   - State "CANCELLED"  from "TODO"       [2016-09-04 Sun 09:03]
   - State "DONE"       from "TODO"       [2016-09-03 Sat 06:21]
   - State "DONE"       from "TODO"       [2016-09-02 Fri 06:32]
   - State "DONE"       from "TODO"       [2016-09-01 Thu 06:33]
   - State "DONE"       from "STARTED"    [2016-08-31 三 08:01]
   - State "CANCELLED"  from "TODO"       [2016-08-30 二 09:01]
   - State "DONE"       from "TODO"       [2016-08-28 日 07:13]
   - State "DONE"       from "TODO"       [2016-08-27 六 15:36]
   - State "DONE"       from "TODO"       [2016-08-26 五 07:02]
   - State "DONE"       from "TODO"       [2016-08-25 四 21:19]
   - State "DONE"       from "TODO"       [2016-08-25 Thu 21:01]
   - State "DONE"       from "TODO"       [2016-08-25 Thu 21:01]
   - State "DONE"       from "STARTED"    [2016-08-25 Thu 21:01]
   - State "DONE"       from "TODO"       [2016-08-25 Thu 21:00]
   - State "DONE"       from "STARTED"    [2016-08-25 Thu 21:00]
   :END:

** TODO [#B]晚走步
   DEADLINE: <2016-08-28 Sun 21:20 +1d>
   :PROPERTIES:
   :LAST_REPEAT: [2016-09-04 Sun 06:16]
   :END:
   :LOGBOOK:
   - State "CANCELLED"  from "TODO"       [2016-09-04 Sun 06:16] \\
     doesn't do
   - State "DONE"       from "TODO"       [2016-08-26 五 21:42]
   - State "DONE"       from "TODO"       [2016-08-26 五 07:42]
   :END:

** WAITING [#B]每天用笔书写半小时
   DEADLINE: <2016-09-14 三 +1d>
   :PROPERTIES:
   :LAST_REPEAT: [2016-08-28 日 06:14]
   :END:
   :LOGBOOK:
   - State "SOMEDAY"    from "WAITING"    [2016-08-28 日 06:14]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:14]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:14]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:14]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:14]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:14]
   - State "SOMEDAY"    from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "SOMEDAY"    from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "SOMEDAY"    from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "WAITING"    from "TODO"       [2016-08-26 五 21:44] \\
     no fished
   - State "DONE"       from "TODO"       [2016-08-25 Thu 21:04]
   :END:

** TODO [#B]每天学习英语一小时以上
   DEADLINE: <2016-09-03 Sat +1d>
   :PROPERTIES:
   :LAST_REPEAT: [2016-09-04 Sun 06:17]
   :END:
   :LOGBOOK:
   - State "DONE"       from "TODO"       [2016-09-04 Sun 06:17]
   - State "DONE"       from "TODO"       [2016-09-01 Thu 14:11]
   - State "DONE"       from "TODO"       [2016-09-01 Thu 14:10]
   - State "DONE"       from "TODO"       [2016-08-31 Wed 16:50]
   - State "DONE"       from "TODO"       [2016-08-31 三 05:35]
   - State "DONE"       from "TODO"       [2016-08-28 日 07:08]
   - State "DONE"       from "TODO"       [2016-08-28 日 07:07]
   - State "DONE"       from "TODO"       [2016-08-26 五 21:43]
   - State "DONE"       from "TODO"       [2016-08-25 Thu 21:04]
   :END:

** TODO [#B]坚持每天学习新知识及技术一小时
   DEADLINE: <2016-09-03 Sat +1d>
   :PROPERTIES:
   :LAST_REPEAT: [2016-09-04 Sun 06:18]
   :END:
   :LOGBOOK:
   - State "DONE"       from "TODO"       [2016-09-04 Sun 06:18]
   - State "DONE"       from "TODO"       [2016-09-01 Thu 14:11]
   - State "DONE"       from "TODO"       [2016-09-01 Thu 14:11]
   - State "DONE"       from "TODO"       [2016-08-31 Wed 16:50]
   - State "DONE"       from "TODO"       [2016-08-31 三 05:35]
   - State "DONE"       from "TODO"       [2016-08-28 日 18:35]
   - State "DONE"       from "TODO"       [2016-08-26 五 21:44]
   - State "DONE"       from "TODO"       [2016-08-26 五 21:44]
   - State "DONE"       from "TODO"       [2016-08-25 Thu 21:05]
   :END:
安装新版3.1moddle在线课程系统————>Mac bookpro
** DONE [#B] 拜访领导
   CLOSED: [2016-08-26 五 11:11]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-26 五 11:11]
   CLOCK: [2016-08-26 五 9:05]--[2016-08-26 五 10:11] =>  0:06
   :END:
五院长、刘洪东夫妇
宋来生、张永
谭毅
陈茂周、张丽

** DONE [#B] 校企合作商谈
   CLOSED: [2016-08-26 Fri 11:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-26 Fri 11:49]
   CLOCK: [2016-08-26 Fri 10:18]--[2016-08-26 Fri 11:49] =>  1:31
   :END:
泰盈科技尹经理

** DONE [#B]relax and listen to music
   CLOSED: [2016-08-27 六 19:19]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-27 六 19:19]
   CLOCK: [2016-08-27 六 16:53]--[2016-08-27 六 19:19] =>  2:26
   :END:

** DONE [#B] relax and listen to music
   CLOSED: [2016-08-28 日 07:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-28 日 07:06]
   CLOCK: [2016-08-28 日 06:15]--[2016-08-28 日 07:06] =>  0:51
   :END:
http://pit.ifeng.com/a/20160827/49848081_0.shtml
 这个社会，绝大多数人，刚一出生，就已经输了
来源：金融八卦女

警钟长鸣！

显然，放眼世界，人民需要时不常地品味一下类似《北京折叠》这样反乌托邦式的小说，以抱团提醒、相互刺痛、各自沉思：

人类这个两脚兽所统治的这个世界，是不是越来越糟了？

几个月前，我花了一个中午的时间，在豆瓣上读完郝景芳的中篇科幻小说《北京折叠》，那
时，这部早已传遍中国科幻界的小说刚刚成功入围世界科幻小说的最高奖项：雨果奖（Hugo
Award），这个奖项是由世界科幻协会（World Science Fiction Society，简称WSFS）为纪
念雨果·根斯巴克（Hugo Gernsback）而设立的科幻小说奖项，该奖分量之重，堪称科幻界
的“诺贝尔文学奖”。

两天前，这部小说获得了今年的雨果奖。这是雨果奖设立以来，亚洲人第二次获奖，众所周
知，第一位获得雨果奖的亚洲作家是写出《三体》的刘慈欣。

我承认《北京折叠》是一部好小说，但的确没想到它能最终荣膺雨果奖。毕竟，和刘慈欣典
型的“硬科幻”不同，在清华物理系毕业的郝景芳笔下，《北京折叠》写的并不科幻，更确
切地说，这部小说更像是一部披着“科幻”外衣的纯粹的“反乌托邦式”小说。

大刘写的《三体》已经拍成电影，有不少人在微博上呼吁《北京折叠》也拍成电影。但我觉
得，《北京折叠》是一部注定不可能拍成电影的“世界级”科幻小说，因为这部小说中含有
太多的隐喻，或者，已经不能算是隐喻，而是赤裸裸的现实。

《北京折叠》中北京，处于含混不清的未来时间线上，在小说中，中国的首都北京被分成了
三层空间：顶层统治者，中层精英和底层劳工。

这种差异性很明显地体现在小说中人物设定工作上，主人公老刀生活在第三空间，与5000万
人挤在一起，他的工作是垃圾处理工，生活中充斥着肮脏与霉气；第二空间是一群受过良好
教育的金领精英，一共2500万人生活在秩序井然的高节奏工作中；拥有同样面积的第一空间
人口最少，这里生活着北京的权贵和富豪阶层，他们制定城市规则和法律法规，人口只有
500万人，仅仅是第三空间的十分之一。

《北京折叠》的讽刺还在于小说中的空间翻转时间设定，三个空间每48小时轮换一次：第一
空间的统治者能够享受一整个24小时，然后睡去，第二空间的白领苏醒，他们能够享受白天
的12小时；第三空间的劳工只能享受从夜晚十点到清晨六点的时间，也就是说，他们永远都
看不见真正的太阳，高悬头顶上的阳光，只是第一空间的统治阶层用技术手段制造的假象。

世界上最远的距离不是生和死的距离，而是我奋斗了18年，却依然舍不得和你坐在一起喝咖
啡。这就是《北京折叠》这部小说在现实社会中赤裸裸的投影，就像小说中老刀为了女儿糖
糖上幼儿园的学费，甘愿冒着被捕的危险来到第一空间送密信，而第一空间那个阔太太给老
刀的封口费一出手就是10万元，面对10张1万元面额的纸币，老刀显得非常窘迫，他这辈子
甚至还从来没有见过一万元面额的纸币，而10万元只是那个女人一周的薪水，她还仅仅上半
天班，拿的是半薪，工作只是为了不想呆在家里，“老公挣的钱足够多”。

这个投影是如此清晰，以至于大多数人读完《北京折叠》之后，可能都会默默对标一下，现
实中的自己处于“这个世界”的第几空间？

二

这个社会上，绝大多数的人，刚刚一出生，就已经输了。

这就是比赛最残酷的地方，还未起跑，胜负已分。社会正在撕裂，阶层正在固化，正如英国
《金融时报》所描述的那样：城市阶层正在以物质力和行政资源调动力进行区分，分处于不
同阶层的人们，将来虽然身处同一个城市，却熟视无睹地擦肩而过。

《北京折叠》中所描写的场景正在当下的北京真实地上演，唯一不那么冷酷的是：三个空间
的不同阶层，至少在时间面前还处于平等，大家都平等地享受或浪费一天24小时的轮回。

小说中，所有矛盾的起点都在于老刀希望自己的女儿糖糖能够上一所第三空间中比较好的幼
儿园，每个月学费要15000元，这部科幻小说中描写的场景几乎完全源于当下的北京：“稍
微好一点的幼儿园招生前两天，就有家长带着铺盖卷在幼儿园门口排队，两个家长轮着，一
个吃喝拉撒，另一个坐在幼儿园门口等。就这么等上四十多个小时，还不一定能排进去。前
面的名额早用钱买断了。”

老刀希望让女儿通过良好的教育，鲤鱼跳龙门，能够有朝一日从第三空间冲到第二空间——这
简直就是最朴素的天下父母心了吧。

贫穷，是穷人的原罪。贫穷养育贫穷，因为贫穷治下的环境、教育、见识乃至你能想到的所
有资源，都因为贫穷而被限制，被固化，因而输在了“起跑线”上，富者愈富，贫者愈贫，
马太效应差不多就是这世间最冰冷的规则了。

就像我在很早之前一篇文章中讲的那样：顶级阶层的人生，或者说精英阶层的人生，从一开
始，就已经被设定了一个下限，差不到哪里去，他们最糟糕的时候，人生最低点的时候，也
就是在山顶上摔个跟头，但也不会滚落到山脚下。这道理残酷而森严：即使山顶上的草，也
比平地里白杨站的高，因为它生下来就站在山顶了呀！你充其量对着它吼一句：草！这他妈
的不公平！

几年前，我经常去北京一些国际学校做校园活动，屌丝如我，着实被这些国际学校动辄每年
25万元人民币的学费惊呆了，这还是小学部，这还算便宜的，这还不包括校车费用和同样高
昂的餐费。如果你有兴趣，可以去查一查北京或上海国际学校的学费，大部分学校的收费都
能在互联网上查到。这些学校的招生简章大都明文规定：本校不招收中国国籍的学生。当然，
这并不妨碍校内的孩子多半都是黄皮肤黑眼睛的“华人”。

在这种学校，节假日放学时，你要是开个C或者3系，真的都不好意思往停车场里停。放学的
时候，各种S和B打头的豪车陆续驶来，GMC或劳斯莱斯是最常见的“接孩子的车”，大部分
是专职司机过来接，还有一小部分80后或90后的全职辣妈，开着红色或白色的Porsche，娉
婷而夸张地用英语和孩子打着招呼。

这些国际学校有许多北京一流公立学校都闻所未闻的课外课（而对很多北京父母而言，能进
入一所公立学校已经很艰难了）。学校中的教育方式，与大洋彼岸的美国或欧洲没什么不同，
学校里全英文的交流环境，连保安也一口纽约腔儿。这里的教师不用考虑孩子的升学率问题，
因为无论是家长还是老师，心里都清楚：在这里念书的所有孩子，他们的人生道路与99%的
中国孩子都不一样，他们大部分都会在初中就选择出国读书，最晚高中也会去美国或欧洲读
书了，然后顺理成章地念一所常春藤大学，毕业后在大摩（MorganStanley）或麦肯锡
（McKinsey & Company）找一份50万起薪（美金）的工作。

坦白说，去世界顶级公司找工作还是这个阶层孩子中混的差的，更多的是选择进入家族企业
历练准备接盘或再创业，还有一少部分孩子早已对金钱产生麻木且厌恶的感觉，他们的选择
是在国外成立一个NGO或公益组织，每天穿梭于慈善酒会、艺术品拍卖会和基金会筹款晚宴
中，挽救这个操蛋的社会于水火之中。

当一个阶层的父母狼狈地通宵蹲在幼儿园门口的马扎上痛苦而忐忑地排队时，等待另一些孩
子的是清洁的空气、高质量的纯外语教学、绿色有机的食物、非富即贵的同班同学，这是另
一种人生起点。这一丁点儿都不科幻。

就不说所谓的教学质量和思维理念了吧，举一个最简单的例子：

北京冬天雾霾是常态，当你的孩子在冬日北京令人难以忍受的雾霾下做广播体操的时候；另
一个阶层的孩子或许在操场上也做同样的动作，但不同的是，这些孩子是在昂贵的防霾设备
的保护下，校方一狠心将整个学校的操场的上方都建起了防霾帐篷，孩子们享受着顶级空气
过滤设备滤清后的干净空气。



这一点都不科幻，北京上海任何一所国际学校中，院墙隔绝的，就是两个阶层的巨大鸿沟，
这深不见底的沟壑中，倒映着的是另一个中国。

柴静制作的抗霾纪录片《穹顶之下》，有这样一句意味深长的话：空气对每个人都是平等的。

对不起，这句话，错了！

** DONE [#B] 检查学生晚自习
   CLOSED: [2016-08-28 日 19:10]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-28 日 19:10]
   CLOCK: [2016-08-28 日 19:05]--[2016-08-28 日 19:10] =>  0:05
   :END:
走廊灯坏两层，为安全学生未上晚自习

** DONE [#B] 招开系办公会议
   CLOSED: [2016-08-31 Wed 16:50] DEADLINE: <2016-08-29 一 11:30>
   :LOGBOOK:
   - State "DONE"       from "WAITING"    [2016-08-31 Wed 16:50]
   - State "WAITING"    from "TODO"       [2016-08-29 Mon 16:34] \\
     tomorow
   :END:
1.迎新准备工作
2.管理工作提升
3.干部及教师内涵提升

** DONE [#B] relax and listen music
   CLOSED: [2016-08-29 Mon 06:03]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-29 Mon 06:03]
   CLOCK: [2016-08-29 Mon 05:17]--[2016-08-29 Mon 06:03] =>  0:46
   :END:

** DONE [#B] a lecture
   CLOSED: [2016-08-29 Mon 20:27] DEADLINE: <2016-08-29 Mon 19:40> SCHEDULED: <2016-08-29 Mon 19:00>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-29 Mon 20:27]
 CLOCK: [2016-08-29 Mon 19:10]--[2016-08-29 Mon 20:03] =>  0:53
:END:
本次课效果较差，尚有两个班未讲，不能讲最差。说话的多。
不上晚自习，有多少话非要在课上讲？
让不愿学的自动退出，真有两个同学退出。
过了青春期，仍然以自我为中心。
有主人命，没有主人才！
*** Geting Things Done(GTD)

*** Hack Done is better than prefact.

*** 工具的意义

** DONE [#B] relax and listen music
   CLOSED: [2016-08-29 Mon 20:57]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-29 Mon 20:57]
   CLOCK: [2016-08-29 Mon 20:35]--[2016-08-29 Mon 20:57] =>  0:22
   :END:

** DONE [#B] check teaching and learning
   CLOSED: [2016-08-30 二 10:05]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-30 二 10:05]
   CLOCK: [2016-08-30 二 09:05]--[2016-08-30 二 10:05] =>  1:00
   :END:

** DONE [#B] go home
   CLOSED: [2016-08-30 二 11:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-30 二 11:33]
   :END:

** DONE [#B] meeting
   CLOSED: [2016-08-31 三 05:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-31 三 05:33]
   CLOCK: [2016-08-30 二 15:39]--[2016-08-30 二 17:50] =>  2:11
   :END:
third floor begin 16:00

** DONE [#B] clean up
   CLOSED: [2016-08-31 三 08:19]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-31 三 08:19]
   CLOCK: [2016-08-31 三 08:02]--[2016-08-31 三 08:19] =>  0:17
   :END:

** DONE [#B]meeting
   CLOSED: [2016-08-31 三 11:38]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-31 三 11:38]
   CLOCK: [2016-08-31 三 08:50]--[2016-08-31 三 11:38] =>  2:48
   :END:

*** 迎新会议
刘洪东副院长主持
新生报到改方式了、计算机注册
已缴费的和未缴费的流程
上报注册入学的计划数。
系里办公会议：

**** 传达迎新安排
制订本系方案：简单易行
要求：教师、学生全部带胸牌，并登记。

**** 教学准备安排

**** 管理提升要求

**** 考勤要求

**** 周五下午开全体会。

** DONE [#B] 系内管理提升
   CLOSED: [2016-08-31 Wed 16:43]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-31 Wed 16:43]
   CLOCK: [2016-08-31 Wed 14:50]--[2016-08-31 Wed 16:43] =>  1:53
   :END:
全面践行GTD时间管理
给陈书记安装配置完成spacemacs并开始使用。
1. install brew
2. install mac emacs
3. install spacemacs zilongshanren
4. install source code pro
5. 字体验证
6. 修改界面：miterioso
7. 设置黑色背景：(set-background-color "black")
8. 产生：org-notes/get.org notes等文件
9. install mac latex

** DONE [#B]  order the English.org
   CLOSED: [2016-09-01 Thu 05:20]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-01 Thu 05:20]
   CLOCK: [2016-09-01 Thu 04:45]--[2016-09-01 Thu 05:20] =>  0:35
   :END:

** DONE [#B]browse and relax
   CLOSED: [2016-09-01 Thu 06:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-01 Thu 06:33]
   CLOCK: [2016-09-01 Thu 06:10]--[2016-09-01 Thu 06:33] =>  0:23
   :END:

** DONE [#B] install spacemacs for liqian
   CLOSED: [2016-09-01 Thu 09:27]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-01 Thu 09:27]
   CLOCK: [2016-09-01 Thu 08:01]--[2016-09-01 Thu 09:27] =>  1:26
   :END:

** WAITING [#B] install spacemacs for wangshubin
   :LOGBOOK:
   - State "WAITING"    from "STARTED"    [2016-09-01 Thu 10:41]
   CLOCK: [2016-09-01 Thu 09:28]--[2016-09-01 Thu 10:43] =>  1:15
   :END:

** DONE [#B] relax and listen music
   CLOSED: [2016-09-01 Thu 21:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-01 Thu 21:33]
   CLOCK: [2016-09-01 Thu 20:48]--[2016-09-01 Thu 21:33] =>  0:45
   :END:

** DONE [#B] relax and listen English
   CLOSED: [2016-09-02 Fri 06:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-02 Fri 06:31]
   CLOCK: [2016-09-02 Fri 06:00]--[2016-09-02 Fri 06:31] =>  0:31
   :END:
three lessons

** DONE [#B] 迎新生安排
   CLOSED: [2016-09-04 日 18:20]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-04 日 18:20]
   CLOCK: [2016-09-02 Fri 08:22]--[2016-09-02 Fri 15:33] =>  7:11
   :END:

** DONE [#B] 16:00召开全体教师会议
   CLOSED: [2016-09-02 Fri 21:18] DEADLINE: <2016-09-02 Fri 17:30>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-02 Fri 21:18]
   - State "STARTED"    from "DONE"       [2016-09-02 Fri 15:19]
   - State "DONE"       from "STARTED"    [2016-09-02 Fri 15:18]
   :END:
1. 传达学院请假、等文件规定
2. 传达学院周二整体谈话会议精神
3. 系里要求：
   - 严肃上下班制度，党员带头执行
   - 开展“两学一做”：学现代教育理念、学科学管理，做负责任的教师。
   - 落实精细培养，进行总结展示。
   - 每个专业培养、每个教师如何教学的、班主任如何管理的、系里干部如何工作的。
   - 打造践行管理平台：在线学习、ERP、混合式教学，解放教师、学生主动
   - 教学及学生管理分别及共同推动。
   - 专业、班级、学生、教师培养历程建立及展示。

** DONE [#B]browse news and listen music
   CLOSED: [2016-09-03 Sat 04:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-03 Sat 04:48]
   CLOCK: [2016-09-03 Sat 04:27]--[2016-09-03 Sat 04:48] =>  0:21
   :END:

** DONE [#B] order Engilsh.org
   CLOSED: [2016-09-03 Sat 06:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-03 Sat 06:02]
   CLOCK: [2016-09-03 Sat 05:38]--[2016-09-03 Sat 06:02] =>  0:24
   - State "STARTED"    from "DONE"       [2016-09-03 Sat 05:38]
   - State "DONE"       from "STARTED"    [2016-09-03 Sat 05:38]
   :END:

** DONE [#B]read loud 《道德经》
   CLOSED: [2016-09-03 Sat 06:21]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-03 Sat 06:21]
   CLOCK: [2016-09-03 Sat 06:04]--[2016-09-03 Sat 06:21] =>  0:17
   :END:

** DONE [#B]relax and listen music
   CLOSED: [2016-09-03 Sat 11:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-03 Sat 11:40]
   CLOCK: [2016-09-03 Sat 10:36]--[2016-09-03 Sat 11:40] =>  1:04
   :END:

** DONE [#B]查看报到情况
   CLOSED: [2016-09-03 Sat 17:13]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-03 Sat 17:13]
   CLOCK: [2016-09-03 Sat 14:33]--[2016-09-03 Sat 17:13] =>  2:40
   - State "STARTED"    from "DONE"       [2016-09-03 Sat 14:33]
   - State "DONE"       from "STARTED"    [2016-09-03 Sat 14:33]
   :END:
最终约280人。累啊。

** DONE [#B]browse and listen English
   CLOSED: [2016-09-04 Sun 10:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-04 Sun 10:02]
   CLOCK: [2016-09-04 Sun 09:09]--[2016-09-04 Sun 10:02] =>  0:53
   :END:

** DONE [#B]接老人
   CLOSED: [2016-09-04 Sun 12:01]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-04 Sun 12:01]
   CLOCK: [2016-09-04 Sun 10:32]--[2016-09-04 Sun 12:01] =>  1:29
   :END:

** DONE [#B] learn spacemacs
   CLOSED: [2016-09-04 日 15:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-04 日 15:06]
   CLOCK: [2016-09-04 日 14:03]--[2016-09-04 日 15:06] =>  1:03
   :END:

** DONE [#B] 到报到现场
   CLOSED: [2016-09-04 日 18:20]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-04 日 18:20]
   CLOCK: [2016-09-04 日 15:50]--[2016-09-04 日 18:20] =>  2:30
   :END:

** DONE [#B] 检查新生晚自习及班主任到校情况
   CLOSED: [2016-09-04 日 20:08]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-04 日 20:08]
   CLOCK: [2016-09-04 日 19:33]--[2016-09-04 日 20:08] =>  0:35
   :END:

** DONE [#B] begin walking
   CLOSED: [2016-09-05 一 06:27]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-05 一 06:27]
   CLOCK: [2016-09-04 日 21:38]--[2016-09-04 日 22:06] =>  0:28
   :END:

** DONE [#B] clean up and drink water
   CLOSED: [2016-09-05 一 06:27]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-05 一 06:27]
   CLOCK: [2016-09-05 一 04:30]--[2016-09-05 一 04:39] =>  0:09
   :END:

** DONE [#B] relax and browse
   CLOSED: [2016-09-05 一 06:27]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-05 一 06:27]
   CLOCK: [2016-09-05 一 05:46]--[2016-09-05 一 06:27] =>  0:41
   :END:

** DONE [#B] read loud 《道德经》
   CLOSED: [2016-09-05 一 07:28]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-05 一 07:28]
   CLOCK: [2016-09-05 一 06:28]--[2016-09-05 一 07:28] =>  1:00
   :END:
read loud and clean. thirty paragraphs
** DONE [#B]新生开学典礼军训开训
   CLOSED: [2016-09-05 一 10:23]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-05 一 10:23]
   CLOCK: [2016-09-05 一 07:50]--[2016-09-05 一 10:23] =>  2:33
   :END:
山科智慧与泰安公司对接安装门禁及考勤系统

** DONE [#B] 学习Ruby
   CLOSED: [2016-09-05 Mon 11:42]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-05 Mon 11:42]
   CLOCK: [2016-09-05 Mon 11:06]--[2016-09-05 Mon 11:42] =>  0:36
   :END:

** DONE [#B]关于考勤管理的几点想法
   CLOSED: [2016-09-05 Mon 15:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-05 Mon 15:31]
   CLOCK: [2016-09-05 Mon 14:17]--[2016-09-05 Mon 15:31] =>  1:14
   :END:

*** 用org mode 实现工作期间人员时间管理
1. 创建一个公用github帐户
2. 存贮考勤信息
3. 各专业培养方案及培养历程
4. 信息技术工程系知识库系统

** DONE [#B]go to library
   CLOSED: [2016-09-05 Mon 17:19]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-05 Mon 17:19]
   CLOCK: [2016-09-05 Mon 15:42]--[2016-09-05 Mon 17:19] =>  1:37
   :END:

** DONE [#B]relax and listen music
   CLOSED: [2016-09-05 Mon 18:37]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-05 Mon 18:37]
   CLOCK: [2016-09-05 Mon 18:03]--[2016-09-05 Mon 18:37] =>  0:34
   :END:

** DONE [#B] relax and clean up
   CLOSED: [2016-09-06 二 06:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-06 二 06:29]
   CLOCK: [2016-09-06 二 05:57]--[2016-09-06 二 06:29] =>  0:32
   :END:

** DONE [#B] 下午会议内容
   CLOSED: [2016-09-06 二 08:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-06 二 08:31]
   :END:
1. 考勤的意义及方式
2. 实践时间管理、知识管理
3. 管理平台推进方案、步骤
4. 考核及标准

** DONE [#B] clean up and order
   CLOSED: [2016-09-06 二 10:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-06 二 10:49]
   CLOCK: [2016-09-06 二 08:37]--[2016-09-06 二 10:49] =>  2:12
   :END:
王院长来座谈一个小时。

** DONE [#B]云计算专业设备预算
   CLOSED: [2016-09-06 二 11:03]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-06 二 11:03]
   CLOCK: [2016-09-06 二 10:51]--[2016-09-06 二 11:03] =>  0:12
   :END:
已联系超云公司小马发来方案。

** DONE [#B] browse news
   CLOSED: [2016-09-06 二 15:18]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-06 二 15:18]
   CLOCK: [2016-09-06 二 14:50]--[2016-09-06 二 15:18] =>  0:28
   :END:

** DONE [#B] relax and listen music
   CLOSED: [2016-09-07 三 06:14]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-07 三 06:14]
   CLOCK: [2016-09-07 三 05:43]--[2016-09-07 三 06:14] =>  0:31
   :END:

** DONE [#B] clean up
   CLOSED: [2016-09-07 三 08:18]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-07 三 08:18]
   CLOCK: [2016-09-07 三 08:04]--[2016-09-07 三 08:18] =>  0:14
   :END:
处理一封邮件。

** DONE [#B] 到温室、建筑系
   CLOSED: [2016-09-07 三 10:09]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-07 三 10:09]
   CLOCK: [2016-09-07 三 08:22]--[2016-09-07 三 10:09] =>  1:47
   :END:
梁老师把标牌做好，安排学生拿回来200个。

** DONE [#B] read ruby
   CLOSED: [2016-09-07 三 16:07]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-07 三 16:07]
   CLOCK: [2016-09-07 三 15:11]--[2016-09-07 三 16:07] =>  0:56
   :END:

** DONE [#B]learn 时间管理
   CLOSED: [2016-09-07 三 16:50]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-07 三 16:50]
   CLOCK: [2016-09-07 三 16:10]--[2016-09-07 三 16:50] =>  0:40
   :END:
华为时间管理法
http://wenku.baidu.com/link?url=zacfqqWNFH4MTfgF7YRp3aIy9iqfdHk-3vvqt0_abOaefv7fCTeI3XV-GE2m-EC-cJy92wtDlH27GxJb70vdDHbMRWgeG4Zw3bgKcO4Yq_u
计算我们在校学习时间
估算大学本科、研究生、博士学习时间
我们的差距
如何追赶
终身学习

** DONE [#B]relax and walking
   CLOSED: [2016-09-07 三 17:26]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-07 三 17:26]
   CLOCK: [2016-09-07 三 17:13]--[2016-09-07 三 17:26] =>  0:13
   :END:

** DONE [#B]relax and listen English song
   CLOSED: [2016-09-07 三 21:01]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-07 三 21:01]
   CLOCK: [2016-09-07 三 20:12]--[2016-09-07 三 21:01] =>  0:49
   :END:
学习高效人士的七个习惯
越是主动积极（习惯一）的人，
越能掌握人生的方向（习惯二），
也能有效管理人生（习惯三）

能不断更新（习惯七）的人，

方懂得如何了解别人（习惯五），
寻求圆满的解决之道（习惯六）

** DONE [#B]browse and learn
   CLOSED: [2016-09-08 四 10:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-08 四 10:40]
   CLOCK: [2016-09-08 四 09:51]--[2016-09-08 四 10:40] =>  0:49
   :END:

** DONE [#B]browse and learn
   CLOSED: [2016-09-13 二 08:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-13 二 08:48]
   CLOCK: [2016-09-08 四 14:12]--[2016-09-08 四 17:06] =>  2:54
   :END:

** TODO [#B]晚上上课
   DEADLINE: <2016-09-08 四 19:00-20:00>

** DONE [#B]relax and listen music
   CLOSED: [2016-09-09 五 05:58]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-09 五 05:58]
   CLOCK: [2016-09-09 五 05:32]--[2016-09-09 五 05:58] =>  0:26
   :END:

** DONE [#B] clean up
   CLOSED: [2016-09-09 五 08:04]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-09 五 08:04]
   CLOCK: [2016-09-09 五 07:36]--<2016-09-09 五 08:04> =>  0:28
   :END:

** DONE [#B] read ruby
   CLOSED: [2016-09-09 五 09:47]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-09 五 09:47]
   CLOCK: [2016-09-09 五 08:08]--[2016-09-09 五 09:47] =>  1:39
   :END:
1985words

** DONE [#B] check work and walk
   CLOSED: [2016-09-09 五 10:51]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-09 五 10:51]
   CLOCK: [2016-09-09 五 09:48]--[2016-09-09 五 10:51] =>  1:03
   :END:
联系张迎，了解墨玉件

** DONE [#B] read ruby
   CLOSED: [2016-09-09 五 11:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-09 五 11:49]
   CLOCK: [2016-09-09 五 11:14]--[2016-09-09 五 11:49] =>  0:35
   :END:

** DONE [#B] 参加教师节庆祝大会
   CLOSED: [2016-09-09 五 17:10]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-09 五 17:10]
   CLOCK: [2016-09-09 五 15:42]--[2016-09-09 五 17:10] =>  1:28
   :END:
第32个教师节，

** DONE [#B] relax and listen music
   CLOSED: [2016-09-10 六 05:34]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-10 六 05:34]
   CLOCK: [2016-09-10 六 04:33]--[2016-09-10 六 05:34] =>  1:01
   :END:

** DONE [#B] relax and listen music
   CLOSED: [2016-09-10 六 16:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-10 六 16:49]
   CLOCK: [2016-09-10 六 15:53]--[2016-09-10 六 16:49] =>  0:56
   :END:

** TODO [#B] read Ruby
   :LOGBOOK:
   CLOCK: [2016-09-10 六 16:50]--[2016-09-10 六 17:10] =>  0:20
   :END:

** DONE [#B] relax and listen music
   CLOSED: [2016-09-11 日 06:30]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-11 日 06:30]
   CLOCK: [2016-09-11 日 05:42]--[2016-09-11 日 06:30] =>  0:48
   :END:
watch zilongshanren

** DONE [#B] relax
   CLOSED: [2016-09-11 日 09:23]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-11 日 09:23]
   CLOCK: [2016-09-11 日 09:10]--[2016-09-11 日 09:23] =>  0:13
   :END:

** DONE [#B] 送夫人值班
   CLOSED: [2016-09-11 日 11:45]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-11 日 11:45]
   CLOCK: [2016-09-11 日 09:58]--[2016-09-11 日 11:45] =>  1:47
   :END:

** DONE [#B] read Ruby
   CLOSED: [2016-09-11 日 20:37]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-11 日 20:37]
   :END:

** DONE [#B] relax
   CLOSED: [2016-09-12 一 03:34]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-12 一 03:34]
   CLOCK: [2016-09-12 一 03:17]--[2016-09-12 一 03:34] =>  0:17
   :END:

** DONE [#B]read Ruby
   CLOSED: [2016-09-12 一 05:18]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-12 一 05:18]
   :END:

** DONE [#B] browse news
   CLOSED: [2016-09-12 一 09:38]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-12 一 09:38]
   CLOCK: [2016-09-12 一 08:55]--[2016-09-12 一 09:38] =>  0:43
   :END:

** DONE [#B]参加创新调研
   CLOSED: [2016-09-12 一 10:26]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-12 一 10:26]
   CLOCK: [2016-09-12 一 09:39]--[2016-09-12 一 10:26] =>  0:47
   :END:

** DONE [#B]read Ruby
   CLOSED: [2016-09-12 一 18:28]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-12 一 18:28]
   CLOCK: [2016-09-12 一 16:00]--[2016-09-12 一 18:28] =>  2:28
   :END:

** DONE [#B] browse and relax
   CLOSED: [2016-09-12 一 19:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-12 一 19:33]
   CLOCK: [2016-09-12 一 19:01]--[2016-09-12 一 19:33] =>  0:32
   :END:

** DONE [#B] check students
   CLOSED: [2016-09-12 一 20:28]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-12 一 20:28]
   CLOCK: [2016-09-12 一 19:33]--[2016-09-12 一 20:28] =>  0:55
   :END:

** DONE [#B] relax and listen music
   CLOSED: [2016-09-13 二 05:50]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-13 二 05:50]
   CLOCK: [2016-09-13 二 05:10]--[2016-09-13 二 05:50] =>  0:40
   :END:

** DONE [#B] read loud 《道德经》
   CLOSED: [2016-09-13 二 06:55]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-13 二 06:55]
   CLOCK: [2016-09-13 二 06:39]--[2016-09-13 二 06:55] =>  0:16
   :END:

** DONE [#B] think about today's meeting
   CLOSED: [2016-09-13 二 08:32]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-13 二 08:32]
   CLOCK: [2016-09-13 二 07:58]--[2016-09-13 二 08:32] =>  0:34
   :END:
1. 时间管理及知识管理，从干部做起
2. 严格考勤，统计通报。从干部、党员做起。
3. 落实ERP、在线学习系统。
4. 身教大于言传
5. 16级管理、全部进入readme，学习wiki
6. 胸牌制作及配带
7. 晚自习，丰富内容：讲座、技能练习、音乐、形体
8. 教师考勤逐步实行ERP

** DONE [#B] 准备会议内容及招开系办公会议
   CLOSED: [2016-09-13 二 10:50]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-13 二 10:50]
   CLOCK: [2016-09-13 二 08:53]--[2016-09-13 二 10:50] =>  1:57
   :END:
开会：全体管理干部

** DONE [#B] 检查教学情况
   CLOSED: [2016-09-13 二 11:26]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-13 二 11:26]
   CLOCK: [2016-09-13 二 10:56]--[2016-09-13 二 11:26] =>  0:30
   :END:

** DONE [#B] 新生专业思想教育
   CLOSED: [2016-09-13 二 15:15] SCHEDULED: <2016-09-13 二 14:20> DEADLINE: <2016-09-13 二 15:00>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-13 二 15:15]
    CLOCK: [2016-09-13 二 14:30]--[2016-09-13 二 15:15] =>  0:45

   :END:


*** 1. 正确的选择决定了一生的工作及幸福
1. 前40年It 高速发展，成就了事业及成功人士
intel microsoft 联想。搜狐
2. 现在大数据 云应用成势
Facebook 阿里
3.未来仍然是It的天下
人工智能、智造、个性化服务

*** 学习什么
1. 学习最新的 大数据、云平台实操
2. 学习实践现代管理
3. 高效学习及工作实践
4. 必备的技能
A. 盲打终身用
B. 管理知识
C. ERP/在线学习
D. spacemacs

*** 目标
1. 职业目标：CIO CDO
2. 人生目标：女生：公主。男生：负责任的男人。

*** 终身学习

** DONE [#B]read and learn Ruby
   CLOSED: [2016-09-14 三 09:52]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-14 三 09:52]
   CLOCK: [2016-09-13 二 15:44]--[2016-09-13 二 20:05] =>  4:21
   :END:

** DONE [#B] read ruby and learn
   CLOSED: [2016-09-14 三 09:51]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-14 三 09:51]
   CLOCK: [2016-09-14 三 09:00]--[2016-09-14 三 09:51] =>  0:51
   :END:

** DONE [#B] read and learn Ruby
   CLOSED: [2016-09-14 三 19:14]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-14 三 19:14]
   :END:

** DONE [#B]到财经系协调事务
   CLOSED: [2016-09-14 三 21:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-14 三 21:29]
   CLOCK: [2016-09-14 三 9:23]--[2016-09-14 三 11:29] =>  2:06
   :END:

** DONE [#B] 全体教职工大会
   CLOSED: [2016-09-14 三 21:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-14 三 21:33]
   CLOCK: [2016-09-14 三 16:00]--[2016-09-14 三 17:00] =>  1:00
   :END:
图书馆报告厅
时间：16：00--17：00
内容：省级文明单位、文明城市验收动员

** DONE [#B]short relax
   CLOSED: [2016-09-15 四 05:32]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-15 四 05:32]
   CLOCK: [2016-09-15 四 05:18]--[2016-09-15 四 05:32] =>  0:14
   :END:

** DONE [#B]relax and listen to music
   CLOSED: [2016-09-15 四 07:42]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-15 四 07:42]
   CLOCK: [2016-09-15 四 06:40]--[2016-09-15 四 07:32] =>  0:52
   :END:

** DONE [#B]relax and listen to music
   CLOSED: [2016-09-15 四 10:53]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-15 四 10:53]
   CLOCK: [2016-09-15 四 10:22]--[2016-09-15 四 10:53] =>  0:31
   :END:

** DONE [#B]relax
   CLOSED: [2016-09-15 四 11:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-15 四 11:48]
   CLOCK: [2016-09-15 四 11:27]--[2016-09-15 四 11:48] =>  0:21
   :END:

** DONE [#B]going to home
   CLOSED: [2016-09-15 四 18:08]
   :LOGBOOK:
   - State "DONE"       from "WAITING"    [2016-09-15 四 18:08]
   - State "WAITING"    from "DONE"       [2016-09-15 四 18:07]
   - State "DONE"       from "STARTED"    [2016-09-15 四 18:07]
   :END:

** STARTED [#B] relax
   :LOGBOOK:
   CLOCK: [2016-09-15 四 21:10]
   :END:

* Cocos2D-X

** DONE [#A] 制定下学期工作目标
   CLOSED: [2016-07-24 Sun 10:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 10:48]
   CLOCK: [2016-07-21 Thu 09:36]--[2016-07-21 Thu 09:55] =>  0:19
   :END:

  [2016-07-21 Thu 09:35]
13   Swiper:

** DONE [#A] 清理整理，开始工作
   CLOSED: [2016-08-19 五 08:54]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-19 五 08:54]
   CLOCK: [2016-08-19 五 08:24]--[2016-08-19 五 08:54] =>  0:30
   :END:

  [2016-08-19 五 08:23]

** DONE [#A] phone 8628131
   CLOSED: [2016-08-19 五 08:56]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-19 五 08:56]
   :END:

  [2016-08-19 五 08:55]
